{
	"info": {
		"url_png_icon_64x64": "https://cardanocafe.org/logo_64x64.png",
		"url_png_logo": "https://cardanocafe.org/logo_web.png",
		"location": "Germany",
		"social": {
			"twitter_handle": "CafeCardano",
			"telegram_handle": "CardanoCafe",
			"facebook_handle": "",
			"youtube_handle": "",
			"twitch_handle": "",
			"discord_handle": "",
			"github_handle": ""
		},
		"about": {
			"me": "CardanoCafe strives to help heal the environmental wounds of our planet by supporting multiple charitable organizations that work tirelessly for the benefit of nature, wildlife, and mankind. CardanoCafe makes ongoing donations that enable medical and social assistance to at-risk communities in several countries, protect the natural habitats of fragile species, stop deforestation, and rehabilitate compromised ecosystems. CardanoCafe’s vision for mankind and nature is for them to live in harmony and to coexist without the negative impact of exploitation. Enjoy an overview about how we support these goals and about our commitments by visiting www.cardanocafe.org/projects . We use 100% renewable and sustainable energy sources primarily from hydro-electric facilities to run our servers and data management infrastructure. By delegating your stake to CardanoCafe you become part of this vital support. Yours barista Chris, founder and administrator of CardanoCafe. CardanoCafe was founded in August 2020.",
			"server": "Multiple dedicated clusters of enterprise server hardware bring the best reliable staking experience to you. CardanoCafe's nodes are hosted on own physical dedicated servers and on multiple clusters of high availability (HA) resources with guaranteed SLAs. Enjoy the top-quality of our Staking Pools with reliable high availability uptime and low latency! All machines of CardanoCafe are operating in server racks hosted by professional datacenters in Germany with highly efficient UPS systems and with complete redundancy for air conditioning, power supply (redundant A and B feeds) and network connection."
		}
	},
	"my-pool-ids": {
		"0": "5b60373e718a3647ec57f610b9942f91286748ddeaa0ad226acb927b",
		"1": "e24313f4a277d8c18b04374cd1b3aca3e6df7454f9382bd56fbc4015",
		"2": "3fe5cbddcaf2cf4135a278590dc250152cfdfc4f88450322e7074788"
	}
}